"""
Контент для бота.

После /start показывается главное меню:
- 2 кнопки, каждая ведёт в свой список
- 1 кнопка URL (ссылка)

В каждом списке:
- кнопки элементов
- кнопка "В меню" возвращает в главное меню

После выбора элемента:
- показывается текст элемента
- 2 кнопки: "Искать дальше" (в список) и "В меню"
"""

# ---------- Главное меню ----------
MAIN_MENU_TEXT = "Вы в чат боте , посвященном поддержанию здоровья. Выберите нужный раздел"

MAIN_LIST1_BUTTON_TEXT = "Витамины и минералы"  # подпись кнопки списка 1
MAIN_LIST2_BUTTON_TEXT = "Болезни"              # подпись кнопки списка 2

# ВАЖНО: во VK подпись OpenLink лучше делать <= 40 символов (в твоём handlers.py уже есть защита от длинных label,
# но ссылочную кнопку лучше держать короткой)
MAIN_URL_BUTTON_TEXT = "Карта с кэшбэком 15% ↗"
MAIN_URL = "https://ru.siberianhealth.com/ru/shop/user/registration/PRIVILEGED_CLIENT/?referral=6638129"

# ---------- Общие подписи ----------
BACK_TO_MENU_TEXT = "В меню"
SEARCH_MORE_TEXT = "Искать дальше"

# ---------- Список 1 ----------
LIST1_TEXT = "Витамины и минералы"
LIST1_ITEMS = [
    {"id": "vit_pregnant",                 "label": "Беременным",                          "text": """
БЕРЕМЕННОСТЬ

Конечно, беременность — это не болезнь. Но состояние, при котором женщина нуждается в обязательной и усиленной поддержке организма.

ЗАДАЧИ
— избежать дефицита йода, B9, железа, витамина D и белка.

До конца беременности
👇👇👇

🌅 УТРО

1️⃣ MAMA Box Беременность – 1 пакетик (содержит все витамины и микроэлементы, а также Омега 3 в форме DHA, необходимой для развития головного мозга малыша)
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501681/?referral=6638129

2️⃣ Витамин D – 5000 ЕД – постоянно

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

Между приемами пищи

3️⃣ Протеины Keforma – производство Италия
Если ваш уровень общего белка в крови ниже 75 г/л (смотреть биохимический анализ крови), то рекомендую употреблять 20 г в сутки. Можно употреблять как самостоятельно в виде коктейлей, так и добавляя в выпечку.

Варианты концентрата сывороточного протеина:
Клубника https://ru.siberianhealth.com/ru/shop/catalog/product/501390/?referral=6638129
Черничный чизкейк https://ru.siberianhealth.com/ru/shop/catalog/product/500964/?referral=6638129
Ванильное мороженое https://ru.siberianhealth.com/ru/shop/catalog/product/500967/?referral=6638129
Шоколадное печенье https://ru.siberianhealth.com/ru/shop/catalog/product/500968/?referral=6638129
Темный шоколад https://ru.siberianhealth.com/ru/shop/catalog/product/501388/?referral=6638129

🌆 ВЕЧЕР
за 2 часа до сна

4️⃣ Магний (смесь хелатных форм) – 2 шт (в момент тянущих болей, судорог по 3 шт)
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129
"""},
    {"id": "vit_vitamin_d",                "label": "Витамин Д",                           "text": """
ВИТАМИН Д

Гипоаллергенный источник витамина D3 в экстрачистом MCT-масле из Бельгии, DSM Nutritional Products Europe Ltd.

ВАРИАНТ 1 - 1 капля 200 МЕ
• 10 000 МЕ - 50 капель
• 5 000 МЕ - 25 капель

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129

ВАРИАНТ 2 - 1 капля 500 МЕ
• 10 000 МЕ - 20 капель
• 5 000 МЕ - 10 капель

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129

Профилактическая дозировка, МЕ/сут:
*Лечебная подбирается индивидуально.

• Дети до 4 месяцев: 500
• Дети 4 месяца – 4 года: 1000
• Дети от 4 до 10 лет: 1500
• Дети от 10 до 18 лет: 2000
• Взрослые: 1500 – 2000
• Взрослые с ожирением и нарушением метаболизма витамина Д: 6000 – 8000 (по назначению врача!)

Витамин Д и витамин K2

K2 в форме МК7 участвует в усвоении кальция и делает максимально эффективным взаимодействие кальция и витамина D.

1️⃣ Если вы принимаете 10 000 ЕД — достаточно принимать 120 мкг K2.

Прием 5000 ЕД витамина Д на постоянной основе можно оставить без дополнительного приема K2 в таблетках, так как все же он синтезируется нашей здоровой микробиотой в кишечнике.

2️⃣ Если у вас уже есть процессы кальцификации или вы находитесь в перименопаузе или менопаузе, то любую дозировку витамина Д лучше сочетать с приемом 120 мкг K2.

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501234/?referral=6638129
"""},
    {"id": "vit_glycine",                  "label": "Глицин",                              "text": """
Помните сладенькие таблетки глицина?

Мы пили их НЕПРАВИЛЬНО!

Глицин - самая известная аминокислота для поддержки нервной системы.

❗ НО! Чтобы от нее почувствовать эффект — дозировка должна быть не менее 1000 мг (а это 10 шт тех самых таблеточек из квадратной пачки).

В глицине от Siberian Wellness - в 2х шт. содержится 1241 мг - ОЧЕНЬ удобно
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501237/?referral=6638129

ГЛИЦИН - для кого?

Для тех, кто:

💊 Испытывает высокие умственные и эмоциональные нагрузки;
💊 Подвержен стрессу;
💊 Испытывает проблемы со сном. Аминокислота позволяет нормализовать циркадные ритмы и повысить качество сна.

КАК РАБОТАЕТ?

В нормальных условиях нервная система человека легко перестраивается из состояния спокойствия в состояние возбуждения для решения конкретных задач (физических и умственных). При чрезмерных нагрузках этот процесс нарушается, и организм не успевает перестраиваться в нужный режим, из-за чего развивается хронический стресс и перевозбуждение.

Глицин снижает возбудимость и уменьшает психоэмоциональное напряжение, помогая сосредоточиться на умственной активности, облегчает социальную адаптацию, улучшает сон и снижает проявления тревожности.

С ЧЕМ СОЧЕТАТЬ?

1️⃣ При проблемах со сном и тревожностью:
Магний с валерианой (3 капсулы)
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129

2️⃣ Для детей до 12 лет при умственных нагрузках сочетаем с Омега 3 с высоким содержанием ДНА
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500661/?referral=6638129

3️⃣ Чай "Природный антистресс"
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500583/?referral=6638129
"""},
    {"id": "vit_glutathione",              "label": "Глутатион",                           "text": """
Капельница “Золушки” за 5000 р. за 1 штуку или 5 ацетил L глутатион за 2800 р. за 1 месяц?

Основа легендарной капельницы “Золушка” - глутатион, альфа-липоевая кислота, витамин С.

Я, как врач, считаю эту капельницу очень эффективной.

НО ценааа… 🤪 Далеко не каждый может себе это позволить.

Поэтому, предлагаю вам собрать аналог этой капельницы, но в варианте капсул.
Тем более, что по исследованиям 5 ацетил L глутатион из-за своей устойчивой формулы показывает эффективность сопоставимую с внутривенными инъекциями.

1️⃣ Глутатион 120 мг - 1 шт. 1 раз в день (глутатион принимать курсами по 1 месяцу - 4 раза в год)
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501418/?referral=6638129

2️⃣ Альфа-липоевая кислота - 600 мг - 1 шт. 1 раз в день.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501236/?referral=6638129

3️⃣ Витамин С - 500 мг - 1 раз в день по 2 шт.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501233/?referral=6638129

❗ ВАЖНО ❗
Из-за того, что я часто работаю с женщинами, которые находятся в дефиците железа, из этой схемы я нередко убираю альфа-липоевую кислоту.

КАКОЙ ЭФФЕКТ ОЖИДАЕМ?

Глутатион - мощный антиоксидант.
✅ Связывает свободные радикалы, приводящие к оксидативному стрессу и воспалению;

✅ Восстановление после перенесенных заболеваний (вирусных, бактериальных), после перелетов, рентгенологических исследований;

✅ Улучшает детоксикацию печени (выведение токсинов и химических веществ);

✅ Работает с гиперпигментацией;

✅ Улучшает работоспособность и общее самочувствие;

✅ Улучшает иммунную защиту организма:

Стимуляция естественных киллеров (NK клеток)

Активация Т-лимфоцитов.
"""},
    {"id": "vit_iron",                     "label": "Железо",                             "text": """
В Siberian Wellness представлены 2 варианта железа.

✅ КОМПЛЕКС “ОРГАНИЧЕСКОЕ ЖЕЛЕЗО”

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500627/?referral=6638129

— В состав входят витамины группы B и экстракты усиливающие всасывание и усвоение железа в организме.

— Подходит для лечения у людей с сочетанием дефицита железа и дефицита фолиевой кислоты (которая часто становится причиной скрытого, латентного железодефицита), если у вас нормальный уровень гемоглобина и снижен только ферритин. Принимать по 2 капсулы.

— Подходит для профилактики латентного железодефицита при обильных месячных - принимать по 1 капсуле.

✅ БИСГЛИЦИНАТ ЖЕЛЕЗА

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501290/?referral=6638129

— Подходит тогда, когда нет дефицита фолиевой кислоты или когда вы хотите принимать фолиевую кислоту в форме метилфолата или в большей дозировке отдельно когда необходимо принимать железо в больших дозировках (по 2-4 капсулы) и недопустить передозировки ко-факторами.
"""},
    {"id": "vit_origins_purity",           "label": "Истоки чистоты",                      "text": """
ЧТО ТАКОЕ ИСТОКИ ЧИСТОТЫ?

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/400753/?referral=6638129

Комплексная система очищения организма в трех формулах:

✅ 1 ФОРМУЛА. Очищение межклеточной среды;
✅ 2 ФОРМУЛА. Внутриклеточное очищение;
✅ 3 ФОРМУЛА. Антиоксидантная защита клеток организма

ПОКАЗАН при:

— Проблемах с ЖКТ (запоры);
— Нарушенном желчеоттоке и плохой работе печени;
— Кожных заболеваниях (акне, экзема и т.д.);
— Аллергиях неясного генеза;
— При антипаразитарных программах.

ПРОТИВОПОКАЗАН:

⛔ При СРК;
⛔ Непереносимости сенны.

В 1990-е годы “Истоки чистоты” были опробированы на химических, угольных и металлургических предприятиях Сибири.

Результаты применения на химико-фармацевтических производствах и производстве алюминия показали, что:

✅ Более чем в 2 раза увеличивается скорость выведения токсических веществ из организма.

В 2000 году этот продукт был запатентован.
"""},
    {"id": "vit_iodine",                   "label": "Йод",                                "text": """
Комплекс с высокобиодоступным органическим йодом из экстракта фукуса и природным адаптогеном на основе экстракта корней родиолы.

В 1 капсуле - 150 мкг.

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500658/?referral=6638129
"""},
    {"id": "vit_collagen",                 "label": "Коллаген",                            "text": """
5 причин, когда ТОЧНО нужно пить коллаген ⬇️

1️⃣ После 35 лет при появлении первых морщин;
2️⃣ При сухости кожи;
3️⃣ Дефиците белка в питании и низкой кислотности желудка;
4️⃣ Курcом при переломах;
5️⃣ Курсами при заболеваниях связок и суставов;

Пептиды морского коллагена:

➡️ клубника-лайм
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501493/?referral=6638129

➡️ манго
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501663/?referral=6638129

➡️ ваниль-черника
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501181/?referral=6638129

➡️ натуральный
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501152/?referral=6638129

ФАКТЫ

🥛 Синтез собственного коллагена снижается с 25 лет.
В 45 лет выработка коллагена находится практически на нуле.

🥛 Коллаген составляет 25–35% от общего содержания белка во всем теле, отвечая за эластичность и прочность сое
"""},
    {"id": "vit_breastfeeding_moms",       "label": "Кормящим мамам",                      "text": """
Комплекс MAMA Box (Грудное вскармливание) разработан в соответствии с нормами НИИ питания РАМН МР 2.3.1.2432-08 «Нормы физиологической потребности в энергии и пищевых веществах для различных групп населения Российской Федерации».
Содержит более 50% натуральных или органических форм витаминов, минералов и ценных омега-3 кислот от мировых поставщиков сырья (Glanbia, Германия; Lallemand, Канада; Croda, Великобритания), является оптимальным по составу, усвояемости и соотношению «цена – качество».

https://ru.siberianhealth.com/ru/shop/catalog/product/501682/?referral=6638129
"""},
    {"id": "vit_silicon",                  "label": "Кремний",                             "text": """
Природный источник активности и красоты!

Кремний – важный микроэлемент в нашем организме. Он является ключевым веществом для укрепления костей и суставов, сокращает риск переломов и улучшает рост новых костных клеток.

Рекомендую обратить внимание на кремний от двух производителей:

Siberian Wellness 👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501569/?referral=6638129

Недостаток кремния может привести:
⬜ к ломкости костей и ногтей
⬜ хрупкости сосудов, связок и сухожилий
⬜ проблемам с кожей
⬜ секущимся, тусклым волосам
⬜ истончению зубной эмали

Для кого?
✅ Женщины в пременопаузе и менопаузе (для профилактики остеопороза)
✅ Тех, кто заботится о красоте кожи
✅ Для укрепления волос и ногтей
✅ Спортсменов (особенно при повышенных нагрузках)
✅ Людей с травмами опорно-двигательного аппарата
✅ При нарушениях сна
✅ При несбалансированном питании
"""},
    {"id": "vit_coenzyme_q10",             "label": "Коэнзим Q10",                         "text": """
Три причины пить коэнзим Q10

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501419/?referral=6638129

Коэнзим Q10 - вещество, необходимое для синтеза АТФ в наших митохондриях, а значит и синтеза энергии. При его недостатке развиваются:

⛔ Повышенная утомляемость, синдром хронической усталости;
⛔ Мышечная слабость и боли (особенно если вы принимаете статины – при их приеме блокируется и синтез коэнзима);
⛔ Снижение концентрации, памяти, внимания;
⛔ Митохондриальная дисфункция;
⛔ Снижение работоспособности.

Основная проблема в том, что синтез коэнзима Q10 в организме резко снижается после 35 лет. И требуются дотации извне.

СИТУАЦИЯ при которой, по данным исследований, нужно обязательно пройти 2 месячный курс по 100 - 200 мг (и повторять его 2 - 3 раза в год).

Сердечно-сосудистые заболевания (ИБС, атеросклероз, ХСН, прием статинов, состояние после инфаркта или инсульта) коэнзим улучшает функцию эндотелия сосудов и в комбинации
"""},
    {"id": "vit_l_carnitine",              "label": "L-картинин",                         "text": """
L-карнитин

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501654/?referral=6638129

💪 Высокоочищенный быстроусвояемый L-карнитин начинает действовать сразу после приема. Улучшает жировой обмен, помогает выдержать высокие физические нагрузки, ускоряет восстановление мышц после тренировок.

L-карнитин позволяет:
👆🏻 улучшить жировой обмен;
👆🏻 повысить общий тонус;
👆🏻 улучшить мозговую активность и работоспособность;
👆🏻 регулировать уровень холестерина;
👆🏻 укрепить сердечно-сосудистую систему.

Для тех, кто:
⬆️ занимается спортом и ведет активный образ жизни;
⬆️ стремится к идеальной фигуре;
⬆️ испытывает высокие умственные нагрузки каждый день.

Как работает L карнитин
Он является транспортной системой для жирных кислот:

переносит жирных кислот к матрице митохондриями для последующего аэробного β-окисления этих жирных кислот и образования из них энергии.

может отсрочить использование гликогена мышечных клеток и тем самым отдалить начало развития усталости при физических нагрузках высокой интенсивности.

усиливает антиоксидантные возможности организма, снижаются показатели маркеров мышечных повреждений, воспаления, чувства усталости и болевые ощущения в тренируемых мышцах.
"""},
    {"id": "vit_magnesium",                "label": "Магний",                              "text": """
Органический магний

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129 - по 3 шт за 2 часа до сна, ежедневно.

Комплекс с главным минералом спокойствия – органическим магнием, усиленный экстрактом валерианы и биофлавоноидами поможет гармонизировать эмоциональное состояние, нормализовать кровяное давление и улучшить качество ночного сна.

❗ Обратите внимание: здесь дозировка магния 174 мг на 3 капсулы, но за счет валерианы в составе расслабляющий эффект достигается на меньших дозировках.
"""},
    {"id": "vit_mg_multihelact",           "label": "Мультихелакт магния",                 "text": """
Мультихелат магния

Магний, где в 1 таблетке 150 МГ магния (цитрат, туринат, бисглицинат)!

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129

КАК ПРИНИМАТЬ?
❗ Если ничего не беспокоит - по 2 шт. - за 2 часа до сна - постоянно.

❗ Если ярко выраженная раздражительность, нервозность - 1 шт. после обеда + 2 шт. - за 2 часа до сна.

При желании можно увеличить до 4х в сутки. Но, если честно, я бы лучше добавила глицин.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501237/?referral=6638129

ДЛЯ КОГО?
✅ для тех, кто испытывает высокие эмоциональные и умственные нагрузки.
✅ для тех, кого беспокоят судороги и спазмы мышц.
✅ для пожилых людей.
✅ для женщин в период менопаузы.
✅ для людей с нарушениями сна, хронической усталостью, мигренью.
✅ для людей с повышенным артериальным давлением, нарушениями сердечного ритма (аритмией, тахикардией).
✅ для тех, кто питается несбалансированно (но рекомендую поработать над правильным рационом!).
✅ для тех, кто живет в жарком климате или работает в жарких цехах.
✅ для тех, кто по показаниям принимает БАД с кальцием.
"""},
    {"id": "vit_mg_kids_liquid",           "label": "Магний детский (жидкий)",             "text": """
Детский магний

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501674/?referral=6638129

Видели новинку? - детский магний, который можно спокойно разводить в воде и давать своему малышу не мучаясь с таблетками.

В ЧЕМ ФИШКА ЭТОГО СОСТАВА 👇
*в комбинации

📌 Магний — 70–140 мг в порции.
Поддерживает нервную систему, помогает уснуть, улучшает концентрацию и снижает утомляемость.

📌 Витамин B6 — усиливает работу магния, участвует в синтезе нейромедиаторов (серотонин, дофамин, ГАМК). По сути, это «дирижёр» в оркестре нервной системы.

📌 Глицин — мягко тормозит излишнее возбуждение в нервной системе, способствует более глубокому сну и улучшению когнитивных функций.

Магний + B6 работают в тандеме: усвоение и эффективность выше, чем по отдельности.
Глицин усиливает успокаивающий эффект, улучшает сон и память.

👌 ИТОГ:
Идеальный «антистресс» для растущего организма.
Ребёнок лучше спит, легче концентрируется, становится спокойнее и собраннее.

Надеюсь, что ваши дети до 7 лет также пьют на постоянной основе
👉 Витамин D https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129
👉 Детская Омега https://ru.siberianhealth.com/ru/shop/catalog/product/501367/?referral=6638129
"""},
    {"id": "vit_novomin",                  "label": "Новомин",                             "text": """
НОВОМИН

Запатентованный антиоксидантный комплекс Компании Siberian Wellness, который содержит 3 жизненно важных витамина A, C, E в специально подобранных дозировках.

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500020/?referral=6638129

Разработан в 1997 году учёными — проф. Т. Морозкина (Новосибирск) и профессором онкологом В.Н. Суколинским (Минск).

❗ Пропорции антиоксидантов держат в секрете, ни в одной аптеке или компании такого продукта НЕТ

КОГДА ПИТЬ НОВОМИН ❓
✔️ В период роста респираторно-вирусных инфекций;
✔️ При слабости после стрессов и перенесённых заболеваний;
✔️ В случае проживания в местах с неблагоприятной экологической обстановкой.

😉 ВО ВРЕМЯ ЗАБОЛЕВАНИЯ
💊 10 капсул новомина — до 3 дней (я высыпаю порошок из капсул и развожу в воде)
💊 витамин C — 180 мг (в 10 шт — 1800 мг)
💊 витамин E — 40 мг (в 10 шт — 400 мг)
💊 витамин A — 1,52 (в 10 шт — 15,3 мг)

❗ 3 шт в день — профилактический приём на ежедневной основе. Детям 1-2 шт в зависимости от возраста.
"""},
    {"id": "vit_omega_3",                  "label": "Омега 3",                             "text": """
Омега 3

🔴 для ВЗРОСЛЫХ и детей до 7 лет:
— Омега-3 Ультра - Fitness Catalyst
*ежедневно, постоянно, утром после завтрака

— с 7 лет до 12 лет - по 1 капсуле
— с 12 лет и старше - по 2 капсулы
— при высоком уровне холестерина, выраженной сухой коже (и др. проблем с кожей - атопия, дерматиты, экзема, псориаз) - по 3-4 капсулы

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500484/?referral=6638129

🔴 для ДЕТЕЙ от 1 года до 3 лет:
— OMEGAodon

— с 1 года до 3х лет - по 1 капсуле
— с 3х до 7 лет - по 2 капсулы

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501367/?referral=6638129
"""},
    {"id": "vit_probiotic_womens_balance", "label": "Пробиотик Womens Balance",           "text": """
Пробиотик Women’s Balance для баланса женской интимной микрофлоры.

При нарушениях микробиоты влагалища

✔️ Способствует колонизации при пероральном введении;
✔️ Уменьшает повреждение вагинальными патогенами;
✔️ Улучшает локальный и системный иммунный ответ.

Моноштаммы
✅ Lactobacillus acidophilus LA-14®
✅ Lacticaseibacillus rhamnosus HN001™

— Входят в состав нормальной микрофлоры влагалища и кишечника;
— Выдерживают прохождение через пищеварительную систему и успешно колонизируют интимную область;
— Обеспечивают антимикробную активность за счет закисления pH влагалища и способствуют выработке перекиси водорода.

❗ Кроме того, ожидается, что вагинальные пробиотики прикрепляются к эпителиальным клеткам влагалища, тем самым исключая внедрение в них потенциальных патогенов.

❗ Штаммы LA-14 и HN001 предотвращают локальный и системный иммунитет, увеличивая защитные силы организма в борьбе с патогенами и инфекционными агентами.
"""},
    {"id": "vit_probiotics_seniors",       "label": "Пробиотики для пожилых",              "text": """
ПРОБИОТИКИ ДЛЯ ПОЖИЛЫХ

Уникальность пробиотика - в большой концентрации определенных штаммов направлены на помощь людям в зрелом возрасте.

Моноштаммы бифидобактерий
✅ Bifidobacterium lactis HN019™
✅ Bifidobacterium lactis BI-04®

ЭФФЕКТ

1️⃣ Защита дыхательных путей от ОРВИ.
BI-04® - разрывает цикл размножения вируса, вызывающего ОРВИ, уменьшает количество риновируса в слизистой оболочке носа)

2️⃣ Защита от инфекций и ОРВИ
HN019™ усиливает функцию особых клеток иммунной системы — лимфоцитов-киллеров (NK-клеток)

3️⃣ Регуляция перистальтики кишечника и предотвращение запоров
B. lactis HN019™ сокращает время кишечного транзита и увеличивает частоту дефекации при функциональном запоре (за счет модуляции оси «кишечник — мозг — микробиота»).

‼️ ШТАММЫ УСТОЙЧИВЫ К ЖЕЛУДОЧНОЙ И ЖЕЛЧНЫМ КИСЛОТАМ ‼️

Промышленные пробиотики от мирового лидера рынка – компании IFF (под брендом HOWARU®)
"""},
    {"id": "vit_protein",                  "label": "Протеин",                             "text": """
ПРОТЕИН

В Siberian Wellness две линейки протеина с качественным европейским сырьем - выбирай по вкусу и цене.

👉 Все варианты содержат:
— от 21 г белка на порцию
— низкое количество углеводов
— порцию BCAA - 5 г на порцию
— полноценный состав аминокислот
— имеет сертификаты безопасности FDA, GMP, HACCP, ISO

Сывороточный (содержит молочный белок)
➡️ Шоколадное печенье
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500968/?referral=6638129

Сывороточный
➡️ Клубника
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501390/?referral=6638129
➡️ Темный шоколад
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501388/?referral=6638129
"""},
    {"id": "vit_selenium",                 "label": "Селен",                               "text": """
Комплекс с высокобиодоступным органическим селеном, усиленный витаминами и растительными экстрактами, для надежной антиоксидантной защиты вашего организма. Оказывает кардиопротекторное действие и благотворно влияет на обмен веществ, способствует усвоению йода.

В 1 шт. - 110 мкг

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500630/?referral=6638129
"""},
    {"id": "vit_synchrovital",             "label": "Синхровитал",                         "text": """
Синхровитал от Siberian Wellness

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500071/?referral=6638129
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500072/?referral=6638129
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500130/?referral=6638129
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500065/?referral=6638129
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500050/?referral=6638129

Двухфазный комплекс на основе гепатопротекторных растительных экстрактов расторопши, артишока и байкальского шлемника.

❗ Комплексное решение для поддержки печени и желчевыводящей системы.

Защита печени!
Силимарин в растительных экстрактах улучшает регенерацию клеток печени, а антиоксиданты защищают от повреждений.

Детоксикация и борьба с застоями
Природная формула для выведения продуктов метаболизма и мягкого желчегонного эффекта.

Экстракт артишока
Стимулирует образование желчи, улучшает дренажную функцию желчевыводящей системы, способствует очищению печени и желчного пузыря.

Благодаря этому улучшается работа ЖКТ, активнее идет процесс детоксикации и снижается риск образования камней.
"""},
    {"id": "vit_folate_methylfolate",      "label": "Фолиевая кислота (метилфолат)",       "text": """
Фолиевая кислота (МЕТИЛФОЛАТ)

Это активная форма фолиевой кислоты — с высокой биодоступностью.

Разрешено для приема беременным и кормящим женщинам!

Швейцарское качество 🔥

Фолиевая кислота поддерживает жизненно важные функции организма:
— содействует разрушению гомоцистеина
— предотвращает развитие анемии и необходим для лечения железодефицита

Для кого ❓
• Для беременных и кормящих.
• При дефиците фолатов.
• В периоды повышенной эмоциональной нагрузки.
• Апатия, слабость.

Применение:
Взрослым (в том числе беременным и кормящим женщинам) принимать по 1 капсуле в день во время еды, продолжительность 1-2 месяца.

Советую! ☝️
Для коррекции железодефицитных состояний принимать совместно с «Хелатом железа» серии Women’s Health от SW.
"""},
    {"id": "vit_chromium",                 "label": "Хром",                                "text": """
Хром – активный участник углеводного обмена.
Легкоусвояемая форма природного минерала эффективно ускоряет метаболизм, поддерживает нормальный уровень сахара в крови, снижает аппетит. Незаменим для спортсменов, людей умственного труда и всех, кому важен контроль над весом.

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500874/?referral=6638129

В 1 шт. - 240 мкг хрома
А также экстракты: горькой дыни (момордики), элеутерококка, зеленого чая.

Витаминный комплекс – 2 шт.
"""},
    {"id": "vit_zinc",                     "label": "Цинк",                                "text": """
Комплекс с органическим цинком и медью в сочетании с растительными экстрактами обеспечивает защиту организма от свободных радикалов, повышает иммунитет, стимулирует процессы обновления клеток, а также способствует укреплению мужского здоровья.

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500631/?referral=6638129

В 1 шт. - 25 мг + Медь 1 мг
"""},
]

# ---------- Список 2 ----------
LIST2_TEXT = "Болезни"
LIST2_ITEMS = [
    {"id": "dis_allergy",                         "label": "Аллергия",                               "text": """
АЛЛЕРГИЯ (ПРИ ОБОСТРЕНИИ)
*пока не исчезнет источник аллергии

🌅Утро
*Натощак

1️⃣ ПИК – 1 ч.л. на 100 мл воды.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/400237/?referral=6638129

*После еды

2️⃣ Витамин Д – 5000 ЕД – постоянно

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 ttps://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

3️⃣ Бораго амарант – 2-4 шт (в зависимости от выраженности симптомов)
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500659/?referral=6638129

4️⃣ Комплекс древесных грибов – 2 шт
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501640/?referral=6638129

🍽ОБЕД

— Бораго амарант 2-4 шт (в зависимости от выраженности симптомов)
— Комплекс древесных грибов – 2 шт

🌆ВЕЧЕР

*за 2 часа до сна

5️⃣ Магний – 300 мг – по 2 шт
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129

6️⃣ Пробиотик – 1 шт
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500663/?referral=6638129

🛏 ПЕРЕД СНОМ
"""},
    {"id": "dis_anemia",                          "label": "Анемия",                                 "text": """
АНЕМИЯ

В лечении анемии главное — понимать ее причину.

Так как вариантов слишком много:
— дефицит железа в питании
— обильные месячные — более 80 мл
— гипотиреоз (ТТГ выше 2 – 2,5)
— заболевания ЖКТ
— беременность и роды
— дефициты B12 и B9

Я подготовила для вас общую схему, которая будет работать в большинстве случаев. Но в зависимости от причины в каждой конкретной ситуации могут быть дополнения.

🔺 СХЕМА НА ТРИ МЕСЯЦА

🌅УТРО
*После еды

1️⃣ Витамин Д – 5000 ЕД – постоянно

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

2️⃣ Омега 3 – 1000 мг – постоянно

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500661/?referral=6638129 – 3 шт в день

3️⃣ Органическое железо – по 2 шт – 1 раз в день – 2 месяца
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500627/?referral=6638129

🌆ВЕЧЕР
*После еды

4️⃣ Цинк – 1 шт – 1 раз в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500631/?referral=6638129

*за 2 часа до сна

5️⃣ Магний – 300 мг – по 2 шт
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129
"""},
    {"id": "dis_antiparasitic_protocol",          "label": "Антипаразитарный протокол",              "text": """
АНТИПАРАЗИТАРНЫЙ ПРОТОКОЛ

Протоколов и подходов к лечению от паразитов очень много.
Я предлагаю вам вариант от компании Siberian Wellness.

Очень важно понимать, что антипаразитарный протокол — это ответственно. Разными людьми он может переноситься совершенно по-разному.
Поэтому я настойчиво советую вам:

Начать на выходных или в отпуске;

Быть готовыми к тому, что могут быть выраженное послабление стула и болезненные ощущения в животе. Через несколько дней после начала они затихают;

Обязательна подготовка!

ПИТАНИЕ
Отмените на период программы продукты, поддерживающие воспаление и являющиеся питательной средой для паразитов:
• Глютен
• Молочные продукты
• Сахар (и фруктозу)
• Алкоголь

ЭТАП 1: ПОДГОТОВКА — 15 дней ❗

1️⃣ ПИК (Природный инулиновый концентрат): 1–2 г порошка (кофейная ложка) залить водой, перемешать и выпить утром за 30 минут до еды
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/400237/?referral=6638129

2️⃣ Комплекс Ренессанс: 15 дней. По 1 пакетику утром и вечером
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500213/?referral=6638129

3️⃣ Фиточай "Защита печени"
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500586/?referral=6638129

4️⃣ Пробиотик — по 1 шт перед сном — на протяжении всего лечения.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500663/?referral=6638129

ЭТАП 2: ОСНОВНОЙ

1️⃣ ТРИГЕЛЬМ — 16 дней по инструкции (подробная инструкция во вложении в упаковке)
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500116/?referral=6638129

2️⃣ Фиточай "Защита печени" — 1–2 пакетика в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500586/?referral=6638129

3️⃣ Пробиотик — по 1 шт перед сном — на протяжении всего лечения.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500663/?referral=6638129

За эти 16 дней вы пройдете трёхфазную антипаразитарную программу.

Потом — повторить программу Тригельм в течение 16 дней

❗ ВАЖНО
Если вам очень сложно принимать много капсул в течении дня (или нужно, чтобы не было “прочищающего” эффекта днем, а только утром) — можно принимать все одновременно после ужина.
"""},
    {"id": "dis_antihangover",                    "label": "Антипохмельные средства",                "text": """
АНТИПОХМЕЛЬНЫЕ СРЕДСТВА

1️⃣ Янтарная кислота (купить в аптеке)
— облегчает симптомы похмелья
— активизирует метаболические функции
— повышает тонус и уровень энергии
— улучшает насыщение тканей кислородом

Совет:
выпить до застолья 500-1000 мг и утром после 1000 мг.

2️⃣ Новомин (комплекс антиоксидантов A, C, E) выпить 10 шт разом утром после застолья.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500020/?referral=6638129

— Выведение свободных радикалов.
— Поддержка иммунитета

СОВЕТ - принимайте по 10 шт все новогодние праздники.

3️⃣ Очищающий фитосорбент (бери в саше)
— для тех, кто понял, что в это вечер точно перегнул с едой и на утро хотел бы мягкий слабительный эффект.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500632/?referral=6638129
"""},
    {"id": "dis_pregnancy",                       "label": "Беременность",                           "text": """
БЕРЕМЕННОСТЬ

Конечно, беременность — это не болезнь. Но состояние, при котором женщина нуждается в обязательной и усиленной поддержке организма.

ЗАДАЧИ
— избежать дефицита йода, B9, железа, витамина D и белка.

До конца беременности
👇👇👇

🌅 УТРО

1️⃣ MAMA Box Беременность – 1 пакетик (содержит все витамины и микроэлементы, а также Омега 3 в форме DHA, необходимой для развития головного мозга малыша)
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501681/?referral=6638129

2️⃣ Витамин Д – 5000 ЕД – постоянно

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

Между приемами пищи

3️⃣ Протеины Keforma – производство Италия
Если ваш уровень общего белка в крови ниже 75 г/л (смотреть биохимический анализ крови), то рекомендую употреблять 20 г в сутки. Можно употреблять как самостоятельно в виде коктейлей, так и добавляя в выпечку.

Варианты концентрата сывороточного протеина:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500964/?referral=6638129 – Черничный чизкейк
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500967/?referral=6638129 – Ванильное мороженое
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500968/?referral=6638129 – Шоколадное печенье
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501388/?referral=6638129 – Темный шоколад

🌆 ВЕЧЕР
за 2 часа до сна

4️⃣ Магний (смесь хелатных форм) – 2 шт (в момент тянущих болей, судорог по 3 шт)
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129
"""},
    {"id": "dis_varicose_fragile_vessels",        "label": "Варикоз/Ломкие сосуды",                  "text": """
Варикозная болезнь

Курс на 2 месяца (необходимо повторять курсами 2 месяца через 2)

🌅 УТРО
*За 30 минут до еды

1️⃣ МОРСКОЙ КОЛЛАГЕН: по 2 мерных ложки (10г). Одной упаковки хватает на 20 дней.

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501493/?referral=6638129 – клубника-лайм
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501663/?referral=6638129 – манго
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501181/?referral=6638129 – ваниль-черника
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501152/?referral=6638129 – натуральный

*После еды

2️⃣ Витамин Д – 5000 ЕД – постоянно

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

3️⃣ Витамин С и рутин – 500 мг – 2 шт
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501233/?referral=6638129

4️⃣ Диосмин + рутин – 1000 мг – 2 шт
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500626/?referral=6638129

ПОЧЕМУ ДИОСМИН от SW?

— Усиленный состав: не только диосмин, но и рутин, и экстракт иглицы.
— Улучшает клеточное дыхание и обменные процессы.
— Экстракт иглицы повышает венозный тонус, стимулирует кровообращение, нормализует лимфодренаж и уменьшает застойные явления, снижает отечность ног.
"""},
    {"id": "dis_hair",                            "label": "Волосы",                                 "text": """
ВОЛОСЫ

Причин выпадения волос очень много. И для того, чтобы как можно быстрее остановить этот процесс, важно не забыть ни об одной из них 👇🏻

Проверьте себя на наличие этих дефицитов 👇🏻

✔️ Дефицит витамина Д: норма в анализах от 60 до 80 нг/мл;
✔️ Дефицит белка: норма от 75 г/л (и альбумин в диапазоне 45);
✔️ Дефицит кальция (будьте внимательны те, кто отказывается от молочных продуктов);
✔️ Дефицит кремния;
✔️ Латентный дефицит железа и анемия;
✔️ Дефицит витаминов группы B12 и B9.
✔️ Снижение функции ЩЖ – ТТГ должен быть 1,5 – 2 мкМЕ/мл

❗ ВАЖНО ❗ При отсутствии эффекта через 3 месяца прохождения схемы необходима консультация трихолога для исключения аутоиммунного и гормонального дисбаланса.

🌅 УТРО
*После еды

1️⃣ Витамин Д – 5000 ЕД – постоянно

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

2️⃣ Комплекс витаминов – 1 пакетик – 1 раз в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500172/?referral=6638129

3️⃣ Кремний: 1 шт 1 раз в день, 2 месяца
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501569/?referral=6638129 – Siberian Wellness

🌆 ВЕЧЕР
*за 2 часа до сна

Магний (смесь хелатных форм) – 2 шт
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129
"""},
    {"id": "dis_after_antibiotics",               "label": "Восстановление после антибиотиков",     "text": """
ВОССТАНОВЛЕНИЕ ПОСЛЕ АНТИБИОТИКОВ

Цель: уменьшить воспаление, восстановить эпителий, стимулировать выработку слизи

✌️ Курс на месяц

🌅 УТРО
*до еды

1️⃣ Таурин — мембраностабилизатор, улучшает желчеотток, снижает энтеротоксичность — 2 шт.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501217/?referral=6638129

*После еды

2️⃣ Снижаем воспаление — Куркумин (нельзя при ЖКБ) — по 2 шт в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501141/?referral=6638129

Добавляем куркумин если:

если есть признаки: вздутие, боли после еды, жидкий стул

если вы склонен к СИБР — куркумин помогает разорвать LPS-интоксикацию

был тяжелый курс антибиотиков (например, левофлоксацин, клиндамицин)

*Между приемами пищи

🌆 ВЕЧЕР
*перед сном

3️⃣ Восстанавливаем микробиоту — Пробиотики с пребиотиками — по 1 шт.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501466/?referral=6638129
"""},
    {"id": "dis_high_cholesterol",                "label": "Высокий холестерин",                     "text": """
ВЫСОКИЙ УРОВЕНЬ ХОЛЕСТЕРИНА

Отмечу несколько важных моментов:

Опасен не столько высокий уровень холестерина, сколько высокий уровень гомоцистеина (см. схему по снижению гомоцистеина)

Часто причина высокого холестерина, это избыток углеводов в питании и/или сниженная активность работы печени.

Курс на 2 месяца (при получении эффекта проходить курсами 2 месяца, через 2):

🌅 УТРО
*за 30 минут до еды

1️⃣ Таурин 1000 мг – 2 шт 1 раз в день.
*Нормализует липидный и углеводный обмен
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501217/?referral=6638129

**После еды

2️⃣ Витамин Д – 5000 ЕД – постоянно

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

3️⃣ Синхровитал 4 – по инструкции
*Нормализация работы печени
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500130/?referral=6638129

🍽 ОБЕД
**После еды

4️⃣ Омега 3 (дополнительно к Pulse Box (там тоже содержится Омега 3), чтобы суточная дозировка была близкой к 2000 мг)

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500661/?referral=6638129 – 3 шт в день

5️⃣ Куркумин в форме тетрагидрокуркуминоидов – 1 шт – 1 раз в день.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501141/?referral=6638129

🌆 ВЕЧЕР
*за 2 часа до сна

6️⃣ Магний (смесь хелатных форм) – 2 шт
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129

ДОПОЛНИТЕЛЬНО

7️⃣ Чай "Защита печени" – 2 раза в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500586/?referral=6638129
"""},
    {"id": "dis_high_blood_pressure",             "label": "Высокое давление",                       "text": """
ВЫСОКОЕ ДАВЛЕНИЕ

❗ ВАЖНО
При применении этой схемы не отменять лекарственные препараты, принимаемые для снижения давления. При улучшении самочувствия, обсудить с лечащим врачом отмену препаратов.

👉Очень часто с высоким АД сочетается и влияет на повышение давления:
— Лишний вес. Снижение веса на 5 кг дает понижение артериального давления на 10 пунктов; (см. См. схему Инсулин/Диабет / Тяга к сладкому )
— Недостаточное употребление воды! Да-да… Нужно выпивать не менее 1,5 литров чистой воды в сутки.

СХЕМА на 2 месяца
*При получении эффекта – можно длительно

🌅 УТРО
*за 30 минут до еды

1️⃣ Эпам 44 – по 10 капель (0,5 мл) 2 раза в день под язык во время еды
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/400270/?referral=6638129

2️⃣ Синхровитал 3 "Защита сердца" – по инструкции.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500072/?referral=6638129

*Между приемами пищи

3️⃣ Чай "Сердечный комфорт" – 2 раза в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500588/?referral=6638129

🌆 ВЕЧЕР
*за 2 часа до сна

4️⃣ Магний (смесь хелатных форм) – 2 шт
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129
"""},
    {"id": "dis_herpes",                          "label": "Герпес",                                 "text": """
Герпес/ ВЭБ

К сожалению, мы все им инфицированы. И до конца герпес вылечить невозможно 😔 Проявляется он или нет - зависит от нашего иммунитета.

Часто герпес может спровоцировать стресс или активное ☀️ на 🏖️⛱️

Наша задача: увеличить продолжительность ремиссии и не дать вирусу вести себя активно.

А это значит, что мы должны заниматься иммунитетом и кишечником.

А также добавим специальные вещества снижающие активность вируса.

🔴 ЭТАП 1
— ДЕТОКС
— или схема по СИБР/ СИГР если у вас есть вздутия 👉 ссылка

❗ Исключаем всю мусорную еду промышленного производства;
❗ Убираем глютен, молочные продукты, сахар/фруктозу;

— Проходим Детокс программу: 16 дней
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501188/?referral=6638129

Альтернативы Детокс про:
— Истоки чистоты: ссылка
— Ренессанс: ссылка

— Пробиотик перед сном
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500663/?referral=6638129

🔴 ЭТАП 2

✌️ ПОСЛЕ ОКОНЧАНИЯ ДЕТОКСА сразу начинаем КУРС работы с иммунитетом.

2 месяца (в тяжелых ситуациях продлить до 6 месяцев)

🌅 УТРО
*После еды

1️⃣ Витамин Д – 5000 ЕД – постоянно
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – по 10 капель

2️⃣ ИММУНОВОКС: прием не менее 2х месяцев
Первый месяц - по 2 пакетика в день.
Второй месяц - по 1 пакетику в день.
*В составе цинк 25 мг и мощнейшие адаптогены – арабиногалактан.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500526/?referral=6638129

3️⃣ Новомин: по 5 шт в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500020/?referral=6638129

🍽 ОБЕД
*После еды

4️⃣ L-лизин: 1000 мг 3 месяца (лучше продолжить прием до 6 месяцев)
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501638/?referral=6638129
**код рекомендателя при регистрации на сайте Anagran - drbarsukova

5️⃣ Монолаурин: 500 мг 3 месяца.

🌆 ВЕЧЕР
*После еды

6️⃣ Комплекс древесных грибов
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501640/?referral=6638129 - по 2 капсулы

✌️ Если с кишечником проблемы глубокие - нужно однозначно им заниматься серьезнее.

Обратите внимание на паразитозы. Эозинофилы не должны быть выше 2 – 3%. Сдайте анализ на эозинофильный катионный белок (ЭКБ).

В тяжелых случаях есть вакцинация при герпес-вирусах.
Необходимо обратиться за консультацией к инфекционисту.
В особых случаях возможно вакцинация.
"""},
    {"id": "dis_hypothyroidism",                  "label": "Гипотиреоз",                             "text": """
ГИПОТИРЕОЗ
*3 месяца

🌅 УТРО
*После еды

1️⃣ Органический йод – по 1 шт
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500658/?referral=6638129

2️⃣ Органический селен – по 2 шт
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500630/?referral=6638129

3️⃣ Омега-3 – 1000 мг – постоянно
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500661/?referral=6638129 – 3 шт в день

4️⃣ Витамин D – 5000 ЕД – постоянно
Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

🌆 ВЕЧЕР
*После еды

5️⃣ Мио-инозитол – по 3 шт
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501407/?referral=6638129

*за 2 часа до сна

6️⃣ Магний
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129

❗ ВАЖНО:
У вас также не должно быть:
— анемии и латентного железодефицита (ферритин не ниже 50 нг/мл)
— дефицита витаминов группы B

💡 Схема — это ваш первый шаг к восстановлению.
"""},
    {"id": "dis_for_athletes",                    "label": "Для спортсменов",                        "text": """
ДЛЯ СПОРТСМЕНОВ

1️⃣ Омега 3 – 1000 мг – постоянно
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500484/?referral=6638129 – 3 шт в день

2️⃣ Поливитаминный комплекс
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500048/?referral=6638129

ДЛЯ СУСТАВОВ

3️⃣ ГЛЮКОЗАМИН И ХОНДРОИТИН: по 2 шт 1 раз в день во время еды.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500276/?referral=6638129

4️⃣ Органическая сера
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501031/?referral=6638129

5️⃣ L-аргинин
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501092/?referral=6638129

6️⃣ L-карнитин
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501654/?referral=6638129

7️⃣ Протеин

Варианты концентрата сывороточного протеина:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500964/?referral=6638129 – Черничный чизкейк
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500967/?referral=6638129 – Ванильное мороженое
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500968/?referral=6638129 – Шоколадное печенье
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501388/?referral=6638129 – Темный шоколад

8️⃣ МОРСКОЙ КОЛЛАГЕН: по 2 мерных ложки (10г). Одной упаковки хватает на 20 дней.

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501493/?referral=6638129 – клубника-лайм
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501663/?referral=6638129 – манго
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501181/?referral=6638129 – ваниль-черника
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501152/?referral=6638129 – натуральный

9️⃣ Комплекс BCAA
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500277/?referral=6638129
"""},
    {"id": "dis_bileflow_liver",                  "label": "Желчеотток/ Печень",                     "text": """
ЖЕЛЧЕОТТОК / ПЕЧЕНЬ
*на 3 месяца

1️⃣ 🌿 Синхровитал 4. Хронобиологическая защита печени — 1 шт утром, 1 шт вечером — после еды (будет лучше если вы сможете принимать его за 30 минут до еды)

*Содержит в себе сразу три активных компонента – артишок, силимарин, таурин. Это позволяет без риска принимать его при любых нарушениях работы желчного пузыря.

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500130/?referral=6638129

РЕКОМЕНДУЮ ДОБАВИТЬ

2️⃣ 🌿 Таурин – 2 шт – за 30 минут натощак, утром. Улучшает детоксикационную способность печени, снижает уровень холестерина и нормализует уровень глюкозы.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501217/?referral=6638129
"""},
    {"id": "dis_constipation",                    "label": "Запоры",                                 "text": """
ЗАПОРЫ

В работе с запорами начните с

ТРЁХ БАЗОВЫХ ПРАВИЛ

— Выпивать 1,5 литра чистой воды
— В каждый прием пищи – зеленые овощи/ листовой салат
— Минимизировать глютен (хлеб, белые макароны)

1️⃣ Любую работу с кишечником лучше начинать с прохождения детокс программ.

В Siberian Wellness на рынках СНГ представлены три варианта детоксов.

Они отличаются натуральностью состава, глубиной действия, сроками приема и ценой. Выбирайте тот, который комфортнее вам.

➡️ Ренессанс – 15 дней
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500213/?referral=6638129

➡️ Истоки Чистоты – 1 месяц
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/400753/?referral=6638129

ДОБАВЛЯЕМ К ДЕТОКС ПРОГРАММЕ
(можно начинать прием сразу во время прохождения детокса)
*эту схему можно принимать длительно до 6 месяцев

🌅 УТРО
*за 30 минут до еды

2️⃣ ПИК (природный инулиновый концентрат) – 1–2 г порошка (кофейная ложка) залить водой, перемешать и выпить утром за 30 минут до еды – 2 месяца
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/400237/?referral=6638129

*После еды

3️⃣ Синхровитал 4 – 1 зеленая шт утром – 1 бежевая шт вечером
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500130/?referral=6638129

4️⃣ Пробиотик Nutrition Comfort – по 1 шт в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501466/?referral=6638129

5️⃣ Бета каротин с облепихой – 2 шт
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500660/?referral=6638129

В ТЕЧЕНИЕ ДНЯ

6️⃣ Чай “Комфортное пищеварение” – 2 пакетика
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500585/?referral=6638129

7️⃣ Чай “Защита печени” – 2 пакетика
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500586/?referral=6638129

8️⃣ Магний (цитрат магния) – 400 мг
*производитель на ваше усмотрение

ДОПОЛНИТЕЛЬНО

При стойких запорах, связанных с нарушением иннервации или малоподвижностью (особенно у пожилых) вы можете использовать очищающий фитосорбент – перед сном
👉 ссылка

При отсутствии эффекта от прохождения программы (или слабом эффекте) рекомендую прохождение антипаразитарной программы – см. схему в чат-боте
"""},
    {"id": "dis_vision",                          "label": "Зрение",                                 "text": """
ЗРЕНИЕ

Курс – 2 месяца – 1 раз в полгода

🌅 УТРО
*За 30 минут до еды

1️⃣ Таурин – 1000 мг – 1 раз в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501217/?referral=6638129

*После еды

2️⃣ Лютеин – 20 мг и зеаксантин 4 мг – по 2 шт
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500653/?referral=6638129

3️⃣ Гинкго билоба – по 1-2 шт – 1 раз в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500654/?referral=6638129

4️⃣ Витамины гр. В – по 1 шт – 1 раз в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500172/?referral=6638129

5️⃣ Витамин Д – 5000 ЕД – постоянно

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле
"""},
    {"id": "dis_immunity",                        "label": "Иммунитет",                              "text": """
😁 ИММУНИТЕТ ОТ 12 И СТАРШЕ

🌅 УТРО
*После еды

1️⃣ Витамин Д – 5000 ЕД – постоянно

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

⬆️ Увеличить до 10 000 ЕД – в период заболевания.

2️⃣ Омега 3 – 1000 мг – постоянно
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500661/?referral=6638129 – 3 шт в день

3️⃣ Комплекс из четырех видов грибов* – по 2 шт 2 раза в день – 1 месяц.
*чага, шиитаке, рейши, мейтаке для мощной поддержки иммунитета, повышения сопротивляемости организма к вирусным инфекциям и восстановления после перенесенных заболеваний. Обладает антибактериальными, противовоспалительными, антиаллергическими и антиоксидантными свойствами.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501640/?referral=6638129

🍽 ОБЕД
*После еды

4️⃣ Новомин – 2 шт – постоянно в период повышенной вирусной нагрузки.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500020/?referral=6638129

⬆️ Увеличить до 10 шт в период заболевания

🍽 УЖИН
*После еды

5️⃣ Иммунобокс (цинк + арабиногалактан) – 1 пакетик – 1 раз в день – курсами по 2 месяца в период повышенной вирусной нагрузки.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500631/?referral=6638129

⬆️ Увеличить до двух раз в день в период заболевания.

🛏 ПЕРЕД СНОМ

6️⃣ Пробиотик – по 1 шт – 1 месяц – курсами раз в 3 месяца.
Немецкий пробиотик со специальными штаммами для поддержки иммунитета верхних дыхательных путей.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500663/?referral=6638129
"""},
    {"id": "dis_insulin_diabetes_sugar_cravings", "label": "Инсулин/Диабет/Тяга к сладкому",         "text": """
ИНСУЛИН / ДИАБЕТ / ТЯГА К СЛАДКОМУ
*минимум 2 месяца - далее по потребности.

🌅 УТРО
*за 30 минут до еды

1️⃣ Хромлипаза – 2 шт – 1 раз в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500874/?referral=6638129

2️⃣ Таурин – 2 шт – 1 раз в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501217/?referral=6638129

*После еды

3️⃣ Витамин Д – 500 ЕД
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129

4️⃣ Берберин – по 1 таблетки – 3 раза в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501671/?referral=6638129

🌆 ВЕЧЕР
*за 2 часа до сна

5️⃣ Магний
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129

✅ ДОПОЛНИТЕЛЬНО
Чай “Углеводный контроль” – 1-2 пакетика в день.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500589/?referral=6638129
"""},
    {"id": "dis_kidney_stones",                   "label": "Камни в почках",                         "text": """
ПРОГРАММА ПРИ КАМНЯХ ДО 6ММ (И ПЕСКЕ) В ПОЧКАХ

1️⃣ Истоки чистоты
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/400753/?referral=6638129

2️⃣ Медвежьи ушки
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500656/?referral=6638129

3️⃣ Пик
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/400237/?referral=6638129

4️⃣ Омега 3 – 1000 мг – постоянно

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500661/?referral=6638129

6️⃣ Эпам 96
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/400274/?referral=6638129
"""},
    {"id": "dis_cough_pneumonia",                 "label": "Кашель/Пневмония",                       "text": """
КАШЕЛЬ/ ПНЕВМОНИЯ

Курс 1 месяц
*основную терапию врача не отменяем

🌅 УТРО
*за 30 минут до еды

1️⃣ NAC – по 600 мг – 2 раза в сутки (утро/вечер)
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501641/?referral=6638129

*После еды

2️⃣ Витамин Д – 5000 ЕД
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

3️⃣ Сироп легкое дыхание – по 1 чайной ложке (5 мл) 2 раза в день 20 дней.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501664/?referral=6638129

*Между приемами пищи

4️⃣ Чай легкое дыхание – 2 раза в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500584/?referral=6638129

🌆 ВЕЧЕР
*Перед сном

5️⃣ Пробиотик для восстановления микрофлоры верхних дыхательных путей – по 1 шт – 1 раз в день перед сном
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501462/?referral=6638129
"""},
    {"id": "dis_gut",                             "label": "Кишечник",                               "text": """
ВОССТАНОВЛЕНИЕ КИШЕЧНИКА после ротовирусной или бактериальной инфекции

После кишечных инфекций (ротовирус, бактериальные) часто остаётся воспаление слизистой и нарушается микрофлора. Это проявляется болями, метеоризмом, слабым стулом или наоборот запорами.

✅ Схема на 1 месяц:

🌅 УТРО
*Между приемами пищи

1️⃣ Бета каротин с облепихой – для заживления слизистой – по 2 шт.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500660/?referral=6638129

🛏 ПЕРЕД СНОМ

2️⃣ Пробиотик – 1 шт – перед сном
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500663/?referral=6638129
"""},
    {"id": "dis_menopause",                       "label": "Климакс",                                "text": """
КЛИМАКС

🌅 УТРО
*за 30 минут до еды

1️⃣ МОРСКОЙ КОЛЛАГЕН: по 2 мерных ложки (10г). Одной упаковки хватает на 20 дней.

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501493/?referral=6638129 – клубника-лайм
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501663/?referral=6638129 – манго
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501181/?referral=6638129 – ваниль-черника
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501152/?referral=6638129 – натуральный

После еды

2️⃣ Витамин Д – 5000 ЕД – постоянно

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

3️⃣ Омега 3 – 1000 мг – постоянно

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500661/?referral=6638129

🍽 ОБЕД
После еды

4️⃣ Хронолонг: 1 шт 1 раз в день. 3 месяца минимум. При эффективности – постоянно
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501330/?referral=6638129

Антиоксидантная защита (на выбор)

5️⃣ Органический германий: 1 шт 1 раз в день, 2 месяца.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500954/?referral=6638129

ИЛИ

6️⃣ Anti-age: 1 шт 1 раз в день, 2 месяца.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501251/?referral=6638129

🌆 ВЕЧЕР
За 2 часа до сна

7️⃣ Магний: по 2-3 шт 1 раз в день, постоянно
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129

КУРСАМИ ДЛЯ ПРОФИЛАКТИКИ ОСТЕОПОРОЗА

8️⃣ Кальций + кремний: 1 пакет 1 раз в день, 2 месяца – 1 раз в полгода
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500914/?referral=6638129

ПРИ ЯРКО ВЫРАЖЕННЫХ СИМПТОМАХ КЛИМАКСА ДОБАВИТЬ:

❗ ЭПАМ гинекологический: по 10 капель (0,5 мл) 2 раза в первой половине дня (утро, обед), под язык, во время еды. Перед употреблением флакон встряхнуть – 2 месяца.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/400266/?referral=6638129

❗ Чай “Женская гармония”: 2-3 раза в день, 2 месяца
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500582/?referral=6638129
"""},
    {"id": "dis_colitis",                         "label": "Колит",                                  "text": """
КОЛИТ

— это воспаление слизистой оболочки толстой кишки, и природа заболевания может быть разной. Колит — не одно заболевание, а собирательный термин, который включает множество причин: от инфекционных до аутоиммунных.

БАДы могут дополнить основную терапию и способствовать:
— снижению воспаления
— регенерации слизистой
— нормализации микробиоты
— улучшению пищеварения.

КУРС НА 2 МЕСЯЦА
*основную терапию врача не отменяем

1️⃣ Антиоксидант

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501641/?referral=6638129 – NAC
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501418/?referral=6638129 – Глутатион

*После еды

2️⃣ Омега 3 – 1000 мг – 1 раз в день – постоянно

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500661/?referral=6638129

3️⃣ Витамин Д – 5000 ЕД – постоянно

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

4️⃣ Куркумин – по 2 шт – 1 раз в день – на 2 месяца
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501141/?referral=6638129

5️⃣ Бета-каротин с облепихой – курс – по 2 шт – 2 раза в день – между приемами пищи – на 2 месяца.
Для заживления слизистой.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500660/?referral=6638129

🛏 ПЕРЕД СНОМ

6️⃣ Пробиотик – по 1 шт – 1 раз в день перед сном – 2 месяца.
Для снятия воспаления.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500663/?referral=6638129
"""},
    {"id": "dis_migraine",                        "label": "Мигрень",                                "text": """
МИГРЕНЬ

Курс - 3 месяца

🌅 УТРО
*за 30 минут до еды

1️⃣ NAC (N-ацетилцистеин) – по 600–1200 мг. – по 1 шт. 2 раза в день, курс 1–3 месяца.
*Донор глутатиона, антиоксидант, снижает нейровоспаление, модулирует глутамат.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501641/?referral=6638129

*После еды

2️⃣ Коэнзим Q10 (убихинон/убихинол) – 200 мг – по 2 шт – 1 раз в сутки
*Особенно при сочетании мигрени с усталостью, кардиологическими проблемами.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501419/?referral=6638129

3️⃣ Омега-3 из ДНА – по 4 шт в день
*Противовоспалительный эффект, улучшение эндотелиальной функции.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500661/?referral=6638129

4️⃣ 

5️⃣ Витамины группы В (B6, B12, фолаты) в метильных формах – по 1 шт – 1 раз в день перед сном
*Снижают уровень гомоцистеина (его повышение ассоциировано с мигренями), улучшают работу нервной системы.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500577/?referral=6638129

🌆 ВЕЧЕР
*за 2 часа до сна

6️⃣ Магний – 400 мг – по 3 шт.
*Дефицит магния повышает возбудимость нейронов, усиливает сосудистый спазм и нейровоспаление.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129
"""},
    {"id": "dis_men_potency",                     "label": "Мужчины/Потенция",                       "text": """
ПОТЕНЦИЯ (ДЛЯ МУЖЧИН)

🌅 УТРО
*После еды

1️⃣ Витамин Д – 5000 ЕД – постоянно

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

2️⃣ Ритмы Здоровья – по 1 шт 2 месяца
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500048/?referral=6638129

3️⃣ Омега 3 – 1000 мг – постоянно

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500661/?referral=6638129

🍽 ОБЕД
*После еды

4️⃣ Витаминный комплекс Men’s box – по 1 шт 2 месяца
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501637/?referral=6638129

🌆 ВЕЧЕР
*за 2 часа до сна

5️⃣ Магний (смесь хелатных форм) – 2 шт
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129
"""},
    {"id": "dis_mens_health",                     "label": "Мужское здоровье",                       "text": """
МУЖЧИНЫ

Я убеждена, что большую роль в здоровье мужчины играет женщина. Прежде всего, своим вниманием и заботой.

Поэтому! Ловите подсказку (она актуальна к любому событию).
Мужчина “тоже человек”, и заботиться о его здоровье на постоянной основе крайне важно.

КОМПЛЕКСЫ

1️⃣ Омега 3 – 1000 мг – постоянно

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500661/?referral=6638129

ДОПОЛНИТЕЛЬНО

2️⃣ L-аргинин – для улучшения подвижности сперматозоидов, повышения выносливости, подготовке к зачатию
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501092/?referral=6638129

Для улучшения потенции (или/или)

3️⃣ Мака перуанская
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501306/?referral=6638129
"""},
    {"id": "dis_menstrual_cycle_disorder",        "label": "Нарушение менструального цикла",         "text": """
НАРУШЕНИЕ МЕНСТРУАЛЬНОГО ЦИКЛА

📍 Отсутствие месячных (при отсутствии климактерических изменений);
📍 Сокращение цикла;
📍 Скудные месячные;
📍 Ярко выраженный ПМС.

Эти симптомы часто возникают на фоне дисбаланса основных женских гормонов — эстрогена и прогестерона.

❗ Безусловно, в этой ситуации необходимо обратиться за консультацией гинеколога.

И обратите внимание на комбинацию двухфазного комплекса природных фито-эстрогена и фито-прогестерона и инозитол.

🔺 СХЕМА НА 3 МЕСЯЦА

🌅 УТРО
**После еды

1️⃣ Витамин Д – 5000 ЕД – постоянно

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

2️⃣ Омега 3 – 1000 мг – постоянно

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500661/?referral=6638129

3️⃣ Комплекс витаминов – по 1 шт – 1 раз в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500172/?referral=6638129

3️⃣ Дикий ямс & Изофлавоны сои
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501405/?referral=6638129

✅ Мягко дополняет недостаточную выработку собственных половых гормонов;
✅ Способствует поддержке регулярного цикла;
✅ Снижает выраженность симптомов ПМС;
✅ Возвращает эмоциональное равновесие, снижает раздражительность.

Двойная схема комплекса “Дикий ямс и Изофлавоны сои” прицельно работает в каждой фазе женского цикла.

ℹ️ Поддержка I фазы цикла:
— Фитоэстрогены
Изофлавоны сои и генистеин (будут полезны при снижении выработки эстрадиола, раннем истощении яичников и в перименопаузе)

ℹ️ Поддержка II фазы цикла:
Диосгенин из дикого ямса работает подобно прогестерону, поддерживая гормональный фон во второй фазе цикла (после овуляции).
Сапонин — предшественник прогестерона и кортизола. Это фитопрогестерон, работающий во вторую фазу цикла.
Диосгенин способствует выработке ДГЭА (дегидроэпиандростерона), на основе которого эндокринные железы продуцируют более 20 различных (прежде всего половых) гормонов.

4️⃣ Инозитол – 2000 мг – 1 раз в день
Повышает чувствительность яичников к собственным гормонам, регулирующим процессы овуляции и менструальный цикл
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501407/?referral=6638129

🌆 ВЕЧЕР
*за 2 часа до сна

5️⃣ Магний (смесь хелатных форм) – 2 шт (в момент стресса по 3 шт) – постоянно.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129
"""},
    {"id": "dis_low_acidity",                     "label": "Низкая кислотность",                     "text": """
НИЗКАЯ КИСЛОТНОСТЬ

Схема минимум на 2 месяца.

🌅 УТРО

1️⃣ Бетаин гидрохлорид – по 2 шт с каждым приёмом белковой пищи
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500625/?referral=6638129

2️⃣ Синхровитал IV – 1 зеленая шт утром, 1 бежевая шт вечером
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500065/?referral=6638129

3️⃣ Чай “Комфортное пищеварение” – 1-2 фильтр пакета в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500585/?referral=6638129

МЕЖДУ ПРИЁМАМИ ПИЩИ

4️⃣ Натуральный бета-каротин и облепиха – по 2 шт (можно рассасывать содержимое капсул во рту)
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500660/?referral=6638129
"""},
    {"id": "dis_low_blood_pressure",              "label": "Низкое давление",                        "text": """
ПРИ НИЗКОМ ДАВЛЕНИИ

1️⃣ Адаптовит – утром распылять спрей в рот (5 раз), рассосать и проглотить – 2 месяца
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500094/?referral=6638129

2️⃣ Иммунобустер – варианты применения в инструкции
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500327/?referral=6638129

КОМБИНИРОВАТЬ

■ Адаптовит + иммунобустер
"""},
    {"id": "dis_ari_arvi",                        "label": "ОРЗ/ОРВИ",                               "text": """
ОРЗ / ОРВИ

Пишу 2 варианта дозировок – когда только начали болеть / для профилактики.

Как ттооооолько вы начали заболевать….сразу берём курс на 4 дня.
Тут все дело в скорости, т.е. как быстро вы начнете пить всю эту схему.

Можно с 10 лет (если меньше 10 лет… то делим дозы пополам)

** Минимум из схемы:
Витамин Д, Иммунобокс, Новомин

 Иммунобокс – цинк + арабиногалактаны
— Экстренная ситуация – пьем сразу по 2 пакетика – один утром – другой вечером.
— Профилактика – 1 пакетик в день
👉 ссылка

1️⃣ Новомин – комбинация антиоксидантов A, C, E
— Экстренная ситуация – по 10 шт – одномоментно
— Профилактика – по 2 шт в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500020/?referral=6638129

2️⃣ Витамин D
— Экстренная ситуация – 20000 МЕ (детям по 10 000 МЕ) – можно разделить на 2 приема
— Профилактика – 5000 МЕ

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

3️⃣ Куркумин – мощное противовоспалительное, противовирусное и антибактериальное действие.
— Экстренная ситуация – по 2 шт – делим на 2 приема.
— Профилактика – по 1 таблетке
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501141/?referral=6638129

4️⃣ Пробиотик (со штаммом с акцентом на микрофлору верхних дыхательных путей) – по 1 шт – перед сном.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500663/?referral=6638129
"""},
    {"id": "dis_osteoporosis",                    "label": "Остеопороз",                             "text": """
ОСТЕОПОРОЗ

Это схема применима при:
Частых переломах;
Официально выставленном диагнозе “Остеопороз”;
Для профилактики остеопороза в постклимактерическом периоде.

Курс 2 месяца — для профилактики в постклимактерический период. Повторять 1 раз в полгода.
❗ Для людей с выявленным остеопорозом или частыми переломами первый курс рекомендую продлить до 6 месяцев.

🌅 УТРО
*После еды

1️⃣ Витамин Д – 5000 ЕД – постоянно

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

2️⃣ Витамин K2 – 100 мкг – 1 шт – 1 раз в день.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501234/?referral=6638129

❗ Витамин D + K2 – после наступления климакса принимать вместе постоянно.

3️⃣ Кальций (хелатные формы цитрат, глицинат) – 700–1000 мг – 1 раз в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500914/?referral=6638129

4️⃣ Кремний – 1 шт – 1 раз в день – курсами (2 месяца через 2)
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501569/?referral=6638129

5️⃣ Омега 3 – 1000 мг – постоянно

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500661/?referral=6638129
     
🍽 ОБЕД
*За 30 минут до еды

6️⃣ МОРСКОЙ КОЛЛАГЕН: по 2 мерных ложки (10г). Одной упаковки хватает на 20 дней.

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501493/?referral=6638129 – клубника-лайм
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501663/?referral=6638129 – манго
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501181/?referral=6638129 – ваниль-черника
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501152/?referral=6638129 – натуральный

🌆 ВЕЧЕР
*После еды

7️⃣ Хронолонг – 1 шт – 1 раз в день (только для женщин в постклимактерическом периоде)
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501330/?referral=6638129

*за 2 часа до сна

8️⃣ Магний – 2 шт – постоянно.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129
"""},
    {"id": "dis_fractures",                       "label": "Переломы",                              "text": """
СХЕМА ПРИ ПЕРЕЛОМАХ

Длительность приема – 1 месяц

🌅 УТРО
*за 30 минут до еды

1️⃣ МОРСКОЙ КОЛЛАГЕН: по 2 мерных ложки (10г). Одной упаковки хватает на 20 дней.

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501493/?referral=6638129 – клубника-лайм
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501663/?referral=6638129 – манго
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501181/?referral=6638129 – ваниль-черника
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501152/?referral=6638129 – натуральный

2️⃣ Витамин Д – 5000 ЕД – постоянно

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

обязательно K2 в форме MK7 – 120 мкг – 1 шт – вместе с витамином Д
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501234/?referral=6638129

3️⃣ Комплекс Vegan Bon
– кальций (форма – бисглицинат – кальций соединен с аминокислотой глицином и очень хорошо всасывается в кишечнике)
– кремний (увеличивает минеральную плотность костей и улучшает синтез коллагена, это способствует укреплению костей и суставов, сокращает риск переломов и улучшает рост новых костных клеток.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500572/?referral=6638129

🌆 ВЕЧЕР
*за 2 часа до сна

4️⃣ Магний (мультихелатный – сочетание цитрата, бисглицината, таурата) – 300 мг – 2 шт
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129
"""},
    {"id": "dis_brain_memory",                    "label": "Работа головного мозга и память",        "text": """
РАБОТА ГОЛОВНОГО МОЗГА И ПАМЯТЬ. ОТ 12 ЛЕТ

🧠 На работу головного мозга, память и внимание влияет большое количество факторов.

Очень важно, чтобы вы следили и не допускали развития у себя:
— Анемии
— Гипотиреоза
— Дефицита витамина Д
— Дефицитов витаминов гр В
— СИБР или СИГР (синдромов грибкового или бактериального роста)

Предлагаю вам схему для непосредственной поддержки клеток головного мозга и нервной системы.

Курс на 2 месяца

🌅 УТРО
**После еды

1️⃣ Витамин Д – 5000 ЕД – постоянно
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

2️⃣ Комплексы, являющиеся природными ноотропами и улучшающие работу головного мозга

ВАРИАНТЫ:

— Хронобиологическая защита клеток мозга – Синхровитал II – 1 шт – 1 раз в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500071/?referral=6638129

— IQ box экономичный вариант
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500175/?referral=6638129

— Neurovision с дополнительными компонентами для защиты зрения
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501185/?referral=6638129

3️⃣ Ежовик гребенчатый и кордицепс природный ноотроп, улучшающий работу головного мозга – по 3 шт – 1 раз в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501638/?referral=6638129

🌆 ВЕЧЕР
*за 2 часа до сна

5️⃣ Магний (смесь хелатных форм) – 2 шт (в момент стресса по 3 шт) – постоянно.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129

При большом волнении и тревоге можно взять более сильный комплекс: Relax Box
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500931/?referral=6638129
"""},
    {"id": "dis_sprain_ligament_tear",            "label": "Растяжение/Разрыв связок",               "text": """
СХЕМА ПРИ РАСТЯЖЕНИИ / РАЗРЫВЕ СВЯЗОК

Длительность приема – 2 месяца

🌅 УТРО
*за 30 минут до еды

1️⃣ МОРСКОЙ КОЛЛАГЕН: по 2 мерных ложки (10г). Одной упаковки хватает на 20 дней.

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501493/?referral=6638129 – клубника-лайм
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501663/?referral=6638129 – манго
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501181/?referral=6638129 – ваниль-черника
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501152/?referral=6638129 – натуральный

2️⃣ Витамин Д – 5000 ЕД – постоянно

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

обязательно K2 в форме MK7 – 120 мкг – 1 шт – вместе с витамином Д
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501234/?referral=6638129

3️⃣ Кремний – по 1 шт – 1 раз в день
Дефицит кремния может привести не только к хрупкости костей, но и осложнить восстановление связок и сухожилий, так как является активным участником синтеза коллагена.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501569/?referral=6638129

4️⃣ Органическая сера на MSM – по 3 шт – 1 раз в день
помогает регенерировать суставную и связочную ткань, несмотря на то, что они по своей структуре имеют ограниченные способности к восстановлению
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501031/?referral=6638129
"""},
    {"id": "dis_rosacea",                         "label": "Розацеа",                                "text": """
РОЗАЦЕА

🌅 УТРО
**После еды

1️⃣ Омега 3 – в дозе 2000 мг (не 1000 мг, как мы привыкли)

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500661/?referral=6638129

2️⃣ Диосмин + рутин – 1000 мг
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500626/?referral=6638129 – по 2 шт

3️⃣ Новомин (смесь антиоксидантов A, C, E)
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500020/?referral=6638129

🌆 ВЕЧЕР
**После еды

4️⃣ Синхровитал 4 – 1 зеленая шт утром, 1 бежевая вечером
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500130/?referral=6638129
"""},
    {"id": "dis_appetite_weight_loss",            "label": "Снижение аппетита и веса",               "text": """
СНИЗИТЬ ВЕС – задача, в которой вы можете себе помочь.

👸 Тут мне 22 года, я вешу 90 кг. Так чтоооо…я знаю о похудении ВСЕ.

НУТРИЦЕВТИКИ, КОТОРЫЕ ВАМ ПОМОГУТ
*снизить тягу к сладкому и аппетит

🌅 УТРО
*за 30 минут до еды

1️⃣ Таурин – по 2 шт.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501217/?referral=6638129

*После еды

2️⃣ Витамин Д – 5000 ЕД – по 10 капель
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129

3️⃣ Берберин – ЭТО КЛЮЧЕВОЙ КОМПОНЕНТ
— по 1 шт. – 3 раза в день. (Можно увеличивать до 2х шт. – 3 раза в день.)
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501671/?referral=6638129

🌆 ВЕЧЕР
*После еды

4️⃣ Снизить уровень стресса и кортизол – это серьезно – не отмахивайтесь.
Магний – 300–400 мг
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129

➕ ПРАВИЛА ПИТАНИЯ

1️⃣ Убираем легкие углеводы, и не забываем про жидкие – соки и др. напитки (важно оставить сложные, питание совсем без углеводов – будет приводить к срывам, дефициту белка)

Идеально поставить датчик измерения глюкозы на руку – и отфиксировать на что именно у вас повышается глюкоза.

2️⃣ Убираем перекусы. Оставляем 3–4 разовое питание. Очень многим людям с инсулинорезистентностью подходит 2х разовое питание, или интервальное голодание.

3️⃣ Устраняем дефициты – чтобы не повышать энергию едой.
Уберите дефицит железа, гипотиреоз и дефицит витамина Д.

4️⃣ Часто рост веса связан с дефицитом половых гормонов (особенно если наступает менопауза) – тестостерона, эстрогенов.

5️⃣ Стресс - да-да…это не пузо - это комок нервов” - вполне правдивое выражение😂.
"""},
    {"id": "dis_stress_irritation",               "label": "Стресс и раздражение",                   "text": """
СТРЕСС И РАЗДРАЖЕНИЕ

Чтобы снизить воздействие стресса на Ваш организм, я предлагаю Вам поддержать организм в 2х направлениях 👉

Поддержать и оптимизировать работу нервной системы витаминами гр.в;

Работать над расслаблением и релаксацией.

🌅 УТРО
*После еды

1️⃣ Витамин Д – 5000 ЕД – постоянно

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

2️⃣ Витамины группы B – 1 шт – 1 раз в день – 2 месяца
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500577/?referral=6638129

*Между приемами пищи

3️⃣ Чай “Природный антистресс”
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500583/?referral=6638129

🌆 ВЕЧЕР
*После еды

4️⃣ RELAX Box / Защита от стресса – по 1 пакетику – 2 месяца
основной комплекс с уникальным сложным составом – помогает бороться не только со стрессом, но и улучшает настроение (магния цитрат, экстракты: валерианы, листьев и цветков боярышника, шлемника байкальского, пассифлоры, зверобоя)
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500931/?referral=6638129
"""},
    {"id": "dis_statins",                         "label": "Статины",                                "text": """
СТАТИНЫ — как снизить риск ❓

Если вы принимаете статины, то необходимо позаботиться о том, чтобы снизить риски появления побочных эффектов от их приема.

Статины блокируют фермент HMG-CoA редуктазу, который участвует в синтезе холестерина в печени.
Проблема в том, что этот же путь нужен и для образования коэнзима Q10 (убихинона/убихинола) и других молекул, важных для митохондрий, мышц и нервной системы.
👉 Отсюда — побочные эффекты.

1️⃣ Мышечные нарушения (самые частые)
— Миалгии (боль, напряжение, чувство «ватных» мышц)
— Слабость, усталость при нагрузке
— Судороги, ощущение «разбитости»

2️⃣ Печёночная нагрузка
— Повышение трансаминаз (АЛТ, АСТ)
— Тяжесть в правом подреберье, дискомфорт, тошнота

3️⃣ Нарушения энергетики и утомляемость
— Хроническая усталость, сонливость
— Снижение выносливости и тонуса

4️⃣ Неврологические и когнитивные эффекты
— Рассеянность, забывчивость, «туман в голове»
— Головокружение, иногда бессонница или тревожность

5️⃣ Гормональные нарушения
У женщин: снижение либидо, нерегулярный цикл
У мужчин: падение тестостерона

КУРС — всё время, пока принимаете статины

🌅 УТРО
*за 30 минут до еды

1️⃣ Таурин – 1000 мг – по 2 шт. – 1 раз в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501217/?referral=6638129

*После еды

2️⃣ Витамин Д 5000 ЕД – по 10 капель
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129

3️⃣ Омега 3 (сумма EPA и DHA) — должна быть не меньше 1000 мг постоянно:

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500661/?referral=6638129

4️⃣ Коэнзим Q10 – 100–200 мг – по 1–2 шт. – 1 раз в день (в клинических исследованиях указано 200 мг) – постоянно
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501419/?referral=6638129

🍽 ОБЕД
**После еды

5️⃣ Витамины группы B – по 1 шт. – курсами 2 месяца через 2
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500577/?referral=6638129

🌆 ВЕЧЕР
*После еды

6️⃣ Магний – 300 мг – по 2 шт. – 1 раз в день – постоянно
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129
"""},
    {"id": "dis_sibo_sigr",                       "label": "СИБР/СИГР",                              "text": """
СИБР / СИГР

СИБР – синдром избыточного бактериального роста
СИГР – синдром избыточного грибкового роста

ВАЖНО – один из ключевых аспектов в восстановлении – ПИТАНИЕ.

❗ Вам необходимо на 2 месяца исключить из своего рациона:
молочные продукты, глютен, сахар, фрукты.

✅ Длительность 2 месяца
✅ Схема не подходит для людей ЖКБ

🌅 УТРО
*за 30 минут до еды

1️⃣ NAC – по 2 шт. – 2 раза в день – 1 месяц, 2й месяц по 2 шт. – 1 раз в день.
*Разрушает биопленки бактерий (главный механизм), снижает воспаление слизистой тонкой кишки.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501641/?referral=6638129

*После еды

2️⃣ Растительный детокс – по 1 шт. – 2 раза в день
**Противопаразитарное и антимикробное действие за счёт трав (полынь, пижма и др.).
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501680/?referral=6638129

3️⃣ Комплекс растительных горечей – по 1 шт. – 3 раза в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501672/?referral=6638129

🍽 ОБЕД
*После еды

4️⃣ Куркумин – по 2 шт. – 1 раз в день
*снижает уровень воспаления, обладает противовирусным и антибактериальным эффектом
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501141/?referral=6638129
⚠️ нельзя применять если у вас есть дефицит железа

*Между приемами пищи

5️⃣ Бораго амарант – по 2 шт. – 2 раза в день – 1 месяц
*снижает выраженность аллергических реакций, которые могут обостряться при массовой гибели бактерий и высвобождении эндотоксинов.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500659/?referral=6638129

🌆 ВЕЧЕР
Перед сном

6️⃣ Сорбент из цитрусового пектина
*Связывает токсины и продукты распада бактерий, снижает вздутие и интоксикацию.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501675/?referral=6638129

ЧЕРЕЗ МЕСЯЦ ЗАМЕНИТЬ НА

7️⃣ Пробиотик – по 1 шт. – 1 раз в день – 1 месяц
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500663/?referral=6638129
"""},
    {"id": "dis_joints",                          "label": "Суставы",                                "text": """
СУСТАВЫ (боль и воспаление)
*Принимать длительно, до 6 месяцев

🌅 УТРО
*за 30 минут до еды

1️⃣ ГИАЛУРОНОВАЯ КИСЛОТА – 1 шт
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501331/?referral=6638129

*После еды

2️⃣ ГЛЮКОЗАМИН И ХОНДРОИТИН – 2 шт
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500651/?referral=6638129

3️⃣ Омега 3 – 1000 мг – постоянно

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500661/?referral=6638129

4️⃣ ЭПАМ 31: по 10 капель 3 раза в день под язык – 3 месяца.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/400267/?referral=6638129

*Между приемами пищи

5️⃣ Фиточай из диких трав № 7 (Легкость движений) – Baikal Tea Collection: 2 раза в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500587/?referral=6638129

🍽 ОБЕД
За 30 минут до еды (обед, вечер)

6️⃣ СУСТАВНОЙ ФИТОСОРБЕНТ: если есть активный воспалительный процесс
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500633/?referral=6638129

🌆 ВЕЧЕР
После еды

7️⃣ Куркумин: 1 шт, если есть активный воспалительный процесс
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501141/?referral=6638129
"""},
    {"id": "dis_joints_for_athletes",             "label": "Суставы/Спортсменам",                    "text": """
СУСТАВЫ (спортсменам, для профилактики)
*Принимать длительно, до 6 месяцев

🌅 УТРО
За 30 минут до еды

1️⃣ МОРСКОЙ КОЛЛАГЕН: по 2 мерных ложки (10г). Одной упаковки хватает на 20 дней.

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501493/?referral=6638129 – клубника-лайм
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501663/?referral=6638129 – манго
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501181/?referral=6638129 – ваниль-черника
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501152/?referral=6638129 – натуральный

После еды

2️⃣ ГЛЮКОЗАМИН И ХОНДРОИТИН: по 2 шт 1 раз в день во время еды.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500276/?referral=6638129
 
3️⃣ Омега 3 – 1000 мг – постоянно

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500661/?referral=6638129

*Между приемами пищи

4️⃣ Фиточай из диких трав № 7 (Легкость движений) – Baikal Tea Collection: 2 раза в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500587/?referral=6638129
"""},
    {"id": "dis_fibrocystic_mastopathy",          "label": "Физрозно-кистозная мастопатия",          "text": """
ФИБРОЗНО-КИСТОЗНАЯ МАСТОПАТИЯ

Основной из теорий появления ФКМ в превентивной медицине в настоящее время является теория накопления метаболитов эстрогенов в организме, которые в свою очередь провоцируют развитие таких заболеваний как ФКМ, эндометриоз и т.д.

И так как основным органом биотрансформации эстрогенов является печень, то большой упор будет идти именно на ее работу.
Так же необходимо восполнить дефицит йода.

*схема принимается не менее 6 месяцев

🌅 УТРО

1️⃣ Витамин Д – 5000 ЕД – постоянно

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

2️⃣ Омега 3 – 1000 мг – постоянно

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500661/?referral=6638129

3️⃣ Органический йод: 150 мкг – 1 шт – 1 раз в день
*противопоказания – тиреотоксикоз, узлы описанные на УЗИ ЩЖ – как Tirads 3 или Tirads 4
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500658/?referral=6638129 – Siberian Wellness

4️⃣ Синхровитал 4 (таурин, силимарин, артишок): 1 шт утром, 1 шт вечером (по инструкции)
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500130/?referral=6638129

ВМЕСТЕ С ПРИЕМОМ ПИЩИ

— чай “Защита печени”
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500586/?referral=6638129

— чай “Женская гармония”
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500582/?referral=6638129

🌆 ВЕЧЕР
*После еды

5️⃣ Куркумин – по 1 шт – 1 раз в день (куркумин можно, если у вас нет анемии или дефицита железа)
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501141/?referral=6638129

*за 2 часа до сна.

6️⃣ Магний (смесь хелатных форм: цитрат, глицинат, малат) – по 2 шт (при стрессовых ситуациях – 3 шт) – 1 раз в день
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500629/?referral=6638129

‼️ ВАЖНЫЙ БЛОК
Раз в месяц проходим детокс программу на выбор – 2 детокса подряд (затем 1 раз в 3 месяца). Во время прохождения детокса, синхровитал 4 не пьем.

Детокс программы на выбор

— Ренессанс – по 1 пакетику – 2 раза в день – 15 дней
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500213/?referral=6638129

— Истоки чистоты – 2 раза в день – 30 дней
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/400753/?referral=6638129
"""},
    {"id": "dis_h_pylori",                        "label": "Хеликобактер пилори",                    "text": """
ХЕЛИКОБАКТЕР ПИЛОРИ

Если у вас обнаружена бактерия Helicobacter pylori, то перед вами стоит непростая задача – проходить антибиотикотерапию или нет.

Это решение должен принять за вас врач на основе заключения ФГДС и данных полученных в результате 13С дыхательного уреазного теста (или анализа кала на хеликобактер). А также он должен учитывать все симптомы, которые беспокоят вас в настоящее время.

Быстрый уреазный тест (сделанный во время ФГДС) и анализ крови на AT к хеликобактер – не считаются достоверными, если есть риск развития патологических процессов в слизистой желудка – то я советую все-таки пройти классическое лечение.

Для остальных случаев рекомендую пройти альтернативную терапию. После ее прохождения ОБЯЗАТЕЛЬНО пройти контрольное исследование и определить эффективность терапии.

Курс на 2 месяца

🌅 УТРО
*Между приемами пищи

1️⃣ Бета-каротин и облепиха – 1 шт – 2 раза в день (утро, обед)
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500660/?referral=6638129

🛏 ПЕРЕД СНОМ

2️⃣ Пробиотик – по 1 шт – 1 раз в день – 1 месяц

👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500663/?referral=6638129
"""},
    {"id": "dis_cystitis",                        "label": "Цистит",                                 "text": """
ПРОГРАММА ПРИ ЦИСТИТЕ

Минимум – 1 месяц
Если у вас частые обострения – первый раз лучше пропить схему до 3 месяцев, для профилактики рецидивов.

В схеме 2 составляющих:

Поддержка иммунитета – витамин Д, иммунобокс и комплекс витаминов

Нутрицевтики, влияющие непосредственно на микрофлору мочеполовых путей – D-манноза, медвежьи ушки, Эпам 96, пробиотик.

🌅 УТРО
*После еды

1️⃣ Витамин Д – 5000 ЕД – постоянно

Варианты:
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500820/?referral=6638129 – 200 МЕ в 1 капле
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501644/?referral=6638129 – 500 МЕ в 1 капле

2️⃣ Медвежьи ушки (обладает антисептическим действием): в период обострения – по 2 шт 2 раза в день, далее – 1 шт 2 раза в день.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500656/?referral=6638129

*Между приемами пищи

3️⃣ D-манноза (именно она действует на бактерию E Coli и “обездвиживает ее”) 1,5 г в каждом пакетике – по 1 саше 3 месяца (в обострение по 2 саше)
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/501200/?referral=6638129

4️⃣ Эпам 96 (урологический): 10 капель 5-6 раз в день в период обострения, далее по 10 капель 2 раза в день.
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/400274/?referral=6638129

🛏 ПЕРЕД СНОМ

5️⃣ Пробиотик с акцентом на борьбу с кандидозом и циститом: 1 шт 1 раз в день – не менее месяца
👉 https://ru.siberianhealth.com/ru/shop/catalog/product/500663/?referral=6638129
"""},
]
